Repository: ttscoff/bt-keyboard-shortcuts
Catalog: bt-keyboard-shortcuts/languages/bt-keyboard-shortcuts-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
it_it: Impostazioni

source: Keyboard Shortcuts
de_de: Tastenkürzel
es_es: Atajos de teclado
fr_fr: Raccourcis clavier
it_it: Scorciatoie da tastiera

source: Display
de_de: Anzeige
es_es: Visualización
fr_fr: Affichage
it_it: Visualizzazione

source: Use + between modifiers and keys
de_de: + zwischen Modifikatoren und Tasten verwenden
es_es: Usar + entre modificadores y teclas
fr_fr: Utiliser + entre les modificateurs et les touches
it_it: Usa + tra modificatori e tasti

source: Show + separator (e.g. ⌘+⇧+S)
de_de: + als Trenner anzeigen (z. B. ⌘+⇧+S)
es_es: Mostrar separador + (ej. ⌘+⇧+S)
fr_fr: Afficher le séparateur + (ex. ⌘+⇧+S)
it_it: Mostra separatore + (es. ⌘+⇧+S)

source: Use modifier symbols
de_de: Modifikator-Symbole verwenden
es_es: Usar símbolos de modificadores
fr_fr: Utiliser les symboles des modificateurs
it_it: Usa simboli dei modificatori

source: Show ⌘⇧⌥⌃ symbols instead of text
de_de: ⌘⇧⌥⌃ Symbole statt Text anzeigen
es_es: Mostrar símbolos ⌘⇧⌥⌃ en lugar de texto
fr_fr: Afficher les symboles ⌘⇧⌥⌃ au lieu du texte
it_it: Mostra simboli ⌘⇧⌥⌃ invece del testo

source: Use key symbols
de_de: Tasten-Symbole verwenden
es_es: Usar símbolos de teclas
fr_fr: Utiliser les symboles des touches
it_it: Usa simboli dei tasti

source: Show symbol entities for keys (Tab, Return, etc.)
de_de: Symbol-Entities für Tasten anzeigen (Tab, Return usw.)
es_es: Mostrar entidades de símbolos para teclas (Tab, Retorno, etc.)
fr_fr: Afficher les entités de symboles pour les touches (Tab, Retour, etc.)
it_it: Mostra entità simbolo per i tasti (Tab, Invio, ecc.)

source: Mac / Windows symbols and names
de_de: Mac- / Windows-Symbole und -Namen
es_es: Símbolos y nombres de Mac / Windows
fr_fr: Symboles et noms Mac / Windows
it_it: Simboli e nomi Mac / Windows

source: Custom CSS
de_de: Eigenes CSS
es_es: CSS personalizado
fr_fr: CSS personnalisé
it_it: CSS personalizzato

source: Keyboard key styling
de_de: Stil der Tasten
es_es: Estilo de las teclas
fr_fr: Style des touches
it_it: Stile dei tasti

source: These options control how keyboard shortcuts are rendered. Shortcode attributes can override them per use.
de_de: Diese Optionen steuern die Darstellung von Tastenkürzeln. Shortcode-Attribute können sie pro Verwendung überschreiben.
es_es: Estas opciones controlan cómo se muestran los atajos de teclado. Los atributos del shortcode pueden sobrescribirlos en cada uso.
fr_fr: Ces options contrôlent l’affichage des raccourcis clavier. Les attributs du shortcode peuvent les remplacer par utilisation.
it_it: Queste opzioni controllano come vengono mostrate le scorciatoie. Gli attributi dello shortcode possono sovrascriverle per ogni utilizzo.

source: Override the default styling for .btkbd keyboard keys. Changes update the preview below.
de_de: Standard-Styling für .btkbd-Tasten überschreiben. Änderungen aktualisieren die Vorschau unten.
es_es: Sobrescribir el estilo por defecto de las teclas .btkbd. Los cambios actualizan la vista previa inferior.
fr_fr: Remplacer le style par défaut des touches .btkbd. Les modifications mettent à jour l’aperçu ci-dessous.
it_it: Sovrascrivi lo stile predefinito per i tasti .btkbd. Le modifiche aggiornano l’anteprima sotto.

source: Mac (⌘ Command, ⌥ Option)
de_de: Mac (⌘ Befehl, ⌥ Option)
es_es: Mac (⌘ Comando, ⌥ Opción)
fr_fr: Mac (⌘ Commande, ⌥ Option)
it_it: Mac (⌘ Comando, ⌥ Opzione)

source: Reset to default
de_de: Auf Standard zurücksetzen
es_es: Restablecer por defecto
fr_fr: Réinitialiser par défaut
it_it: Ripristina predefiniti

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
it_it: Anteprima

source: Insert keyboard shortcut
de_de: Tastenkürzel einfügen
es_es: Insertar atajo de teclado
fr_fr: Insérer un raccourci clavier
it_it: Inserisci scorciatoia da tastiera

source: Keyboard shortcut
de_de: Tastenkürzel
es_es: Atajo de teclado
fr_fr: Raccourci clavier
it_it: Scorciatoia da tastiera

source: Close
de_de: Schließen
es_es: Cerrar
fr_fr: Fermer
it_it: Chiudi

source: Modifiers
de_de: Modifikatoren
es_es: Modificadores
fr_fr: Modificateurs
it_it: Modificatori

source: Key
de_de: Taste
es_es: Tecla
fr_fr: Touche
it_it: Tasto

source: e.g. s, return, tab
de_de: z. B. s, return, tab
es_es: ej. s, return, tab
fr_fr: ex. s, return, tab
it_it: es. s, return, tab

source: Generated shortcode
de_de: Erzeugter Shortcode
es_es: Shortcode generado
fr_fr: Shortcode généré
it_it: Shortcode generato

source: Select and copy to paste elsewhere.
de_de: Auswählen und kopieren, um woanders einzufügen.
es_es: Selecciona y copia para pegar en otro lugar.
fr_fr: Sélectionnez et copiez pour coller ailleurs.
it_it: Seleziona e copia per incollare altrove.

source: Insert
de_de: Einfügen
es_es: Insertar
fr_fr: Insérer
it_it: Inserisci

source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
